Repository: jiyimeta/folino-ios
Catalog: Packages/ScoreUI/Sources/ScoreUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# instrument.alto-sax-eb
source: Alto Saxophone
ja: アルトサックス（E♭）
ko: 알토 색소폰(E♭)
zh_hans: 中音萨克斯（E♭）
zh_hant: 中音薩克斯風（E♭）

# instrument.bass-guitar
source: Bass Guitar
ja: ベースギター
ko: 베이스 기타
zh_hans: 贝斯
zh_hant: 貝斯

# instrument.bassoon
source: Bassoon
ja: ファゴット
ko: 바순
zh_hans: 大管
zh_hant: 低音管

# instrument.clarinet-bb
source: Clarinet in B♭
ja: クラリネット（B♭）
ko: 클라리넷(B♭)
zh_hans: 单簧管（B♭）
zh_hant: 單簧管（B♭）

# instrument.contrabass
source: Contrabass
ja: コントラバス
ko: 콘트라베이스
zh_hans: 低音提琴
zh_hant: 低音提琴

# instrument.drumset
source: Drum Kit
ja: ドラムセット
ko: 드럼 세트
zh_hans: 架子鼓
zh_hant: 爵士鼓

# instrument.electric-piano
source: Electric Piano
ja: エレクトリックピアノ
ko: 일렉트릭 피아노
zh_hans: 电钢琴
zh_hant: 電鋼琴

# instrument.flute
source: Flute
ja: フルート
ko: 플루트
zh_hans: 长笛
zh_hant: 長笛

# instrument.guitar
source: Guitar
ja: ギター
ko: 기타
zh_hans: 吉他
zh_hant: 吉他

# instrument.horn-f
source: Horn in F
ja: ホルン（F）
ko: 호른(F)
zh_hans: 圆号（F）
zh_hant: 法國號（F）

# instrument.oboe
source: Oboe
ja: オーボエ
ko: 오보에
zh_hans: 双簧管
zh_hant: 雙簧管

# instrument.organ
source: Organ
ja: オルガン
ko: 오르간
zh_hans: 管风琴
zh_hant: 管風琴

# instrument.piano
source: Piano
ja: ピアノ
ko: 피아노
zh_hans: 钢琴
zh_hant: 鋼琴

# instrument.tenor-sax-bb
source: Tenor Saxophone
ja: テナーサックス（B♭）
ko: 테너 색소폰(B♭)
zh_hans: 次中音萨克斯（B♭）
zh_hant: 次中音薩克斯風（B♭）

# instrument.trombone
source: Trombone
ja: トロンボーン
ko: 트롬본
zh_hans: 长号
zh_hant: 長號

# instrument.trumpet-bb
source: Trumpet in B♭
ja: トランペット（B♭）
ko: 트럼펫(B♭)
zh_hans: 小号（B♭）
zh_hant: 小號（B♭）

# instrument.tuba
source: Tuba
ja: テューバ
ko: 튜바
zh_hans: 大号
zh_hant: 低音號

# instrument.viola
source: Viola
ja: ヴィオラ
ko: 비올라
zh_hans: 中提琴
zh_hant: 中提琴

# instrument.violin
source: Violin
ja: ヴァイオリン
ko: 바이올린
zh_hans: 小提琴
zh_hant: 小提琴

# instrument.violoncello
source: Cello
ja: チェロ
ko: 첼로
zh_hans: 大提琴
zh_hant: 大提琴

# instrument.voice
source: Voice
ja: ボーカル
ko: 보컬
zh_hans: 人声
zh_hant: 人聲

# instrument.voice-alto
source: Alto
ja: アルト
ko: 알토
zh_hans: 女低音
zh_hant: 女低音

# instrument.voice-bass
source: Bass
ja: バス
ko: 베이스
zh_hans: 男低音
zh_hant: 男低音

# instrument.voice-soprano
source: Soprano
ja: ソプラノ
ko: 소프라노
zh_hans: 女高音
zh_hant: 女高音

# instrument.voice-tenor
source: Tenor
ja: テノール
ko: 테너
zh_hans: 男高音
zh_hant: 男高音

# instrumentFamily.brass
source: Brass
ja: 金管楽器
ko: 금관악기
zh_hans: 铜管乐器
zh_hant: 銅管樂器

# instrumentFamily.guitarAndBass
source: Guitar & Bass
ja: ギター・ベース
ko: 기타 및 베이스
zh_hans: 吉他与贝斯
zh_hant: 吉他與貝斯

# instrumentFamily.keyboards
source: Keyboards
ja: 鍵盤楽器
ko: 건반 악기
zh_hans: 键盘乐器
zh_hant: 鍵盤樂器

# instrumentFamily.percussion
source: Percussion
ja: 打楽器
ko: 타악기
zh_hans: 打击乐器
zh_hant: 打擊樂器

# instrumentFamily.strings
source: Strings
ja: 弦楽器
ko: 현악기
zh_hans: 弦乐器
zh_hant: 弦樂器

# instrumentFamily.voices
source: Voices
ja: 声楽
ko: 성악
zh_hans: 声乐
zh_hant: 聲樂

# instrumentFamily.woodwinds
source: Woodwinds
ja: 木管楽器
ko: 목관악기
zh_hans: 木管乐器
zh_hant: 木管樂器

# scoreUI.editInfo.discardAlert.discard
source: Discard Changes
ja: 変更を破棄
ko: 변경 사항 폐기
zh_hans: 放弃更改
zh_hant: 捨棄變更

# scoreUI.editInfo.discardAlert.keepEditing
source: Keep Editing
ja: 編集を続ける
ko: 계속 편집
zh_hans: 继续编辑
zh_hant: 繼續編輯

# scoreUI.editInfo.discardAlert.title
source: Discard changes?
ja: 変更を破棄しますか？
ko: 변경 사항을 폐기하시겠습니까?
zh_hans: 放弃更改？
zh_hant: 要捨棄變更嗎？

# scoreUI.editInfo.title
source: Edit Info
ja: 情報を編集
ko: 정보 편집
zh_hans: 编辑信息
zh_hant: 編輯資訊

# scoreUI.field.arranger
source: Arranger
ja: 編曲者
ko: 편곡자
zh_hans: 编曲
zh_hant: 編曲

# scoreUI.field.composer
source: Composer
ja: 作曲者
ko: 작곡가
zh_hans: 作曲
zh_hant: 作曲

# scoreUI.field.copyright
source: Copyright
ja: 著作権
ko: 저작권
zh_hans: 版权
zh_hant: 版權

# scoreUI.field.dateAdded
source: Date Added
ja: 追加日時
ko: 추가 날짜
zh_hans: 添加日期
zh_hant: 加入日期

# scoreUI.field.lyricist
source: Lyricist
ja: 作詞者
ko: 작사가
zh_hans: 作词
zh_hant: 作詞

# scoreUI.field.source
source: Source
ja: ソース
ko: 소스
zh_hans: 来源
zh_hant: 來源

# scoreUI.field.subtitle
source: Subtitle
ja: サブタイトル
ko: 부제
zh_hans: 副标题
zh_hant: 副標題

# scoreUI.field.title
source: Title
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

# scoreUI.field.unsetPlaceholder
source: (Not Set)
ja: (未設定)
ko: (미설정)
zh_hans: (未设置)
zh_hant: (未設定)

# scoreUI.format.m4a
source: Audio (.m4a)
ja: オーディオ (.m4a)
ko: 오디오 (.m4a)
zh_hans: 音频 (.m4a)
zh_hant: 音訊 (.m4a)

# scoreUI.format.original.suffix
source: (original format)
ja: （元の形式）
ko: (원본 형식)
zh_hans: （原始格式）
zh_hant: （原始格式）

# scoreUI.format.originalPDF.annotated
source: Original PDF (annotated)
ja: 元のPDF（書き込みあり）
ko: 원본 PDF (주석 포함)
zh_hans: 原始 PDF（含标注）
zh_hant: 原始 PDF（含標注）

# scoreUI.format.pdf.annotated
source: PDF (annotated)
ja: PDF（書き込みあり）
ko: PDF (주석 포함)
zh_hans: PDF（含标注）
zh_hant: PDF（含標注）

# scoreUI.fraction.denominator
source: Denominator
ja: 分母
ko: 분모
zh_hans: 分母
zh_hant: 分母

# scoreUI.fraction.numerator
source: Numerator
ja: 分子
ko: 분자
zh_hans: 分子
zh_hant: 分子

# scoreUI.info.section
source: Other Information
ja: その他の情報
ko: 기타 정보
zh_hans: 其他信息
zh_hant: 其他資訊

# scoreUI.keySignature.label
source: Key
ja: 調号
ko: 조표
zh_hans: 调号
zh_hant: 調號

# scoreUI.revert.action
source: Revert to Original
ja: オリジナルに戻す
ko: 원본으로 되돌리기
zh_hans: 恢复到原始版本
zh_hant: 還原至原始版本

# scoreUI.revert.action.pdf
source: Revert to How folino Read It
ja: folino が読み取った状態に戻す
ko: folino가 읽어들인 상태로 되돌리기
zh_hans: 恢复到 folino 读取时的状态
zh_hant: 還原至 folino 讀取時的狀態

# scoreUI.revert.confirm.body
source: Every note change will be discarded.
ja: 加えた音符の変更はすべて破棄されます。
ko: 지금까지 변경한 음표는 모두 취소됩니다.
zh_hans: 您所做的所有音符更改都将被放弃。
zh_hant: 您所做的所有音符變更都將被捨棄。

# scoreUI.revert.confirm.cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# scoreUI.revert.confirm.inkMayShift
source: Handwriting anchored to the notation may move.
ja: 楽譜に紐づいた手書きは位置がずれることがあります。
ko: 악보에 연결된 손글씨는 위치가 달라질 수 있습니다.
zh_hans: 与乐谱关联的手写内容可能会移位。
zh_hant: 與樂譜關聯的手寫內容可能會移位。

# scoreUI.revert.confirm.mayNotBeImport
source: This score was in your library before folino started keeping originals, so the saved version may already include earlier edits.
ja: この楽譜は folino がオリジナルを保存し始める前からライブラリにあるため、保存されている状態には以前の編集が含まれている可能性があります。
ko: 이 악보는 folino가 원본을 보관하기 시작하기 전부터 라이브러리에 있었으므로, 저장된 원본에는 이전 편집 내용이 이미 포함되어 있을 수 있습니다.
zh_hans: 此乐谱在 folino 开始保存原始文件之前就已在您的资料库中，因此保存的原始版本可能已包含之前的编辑内容。
zh_hant: 此樂譜在 folino 開始保存原始檔案之前就已在您的資料庫中，因此保存的原始版本可能已包含先前的編輯內容。

# scoreUI.revert.confirm.scoreAndInfo
source: Revert the Score and Info
ja: 楽譜と楽曲情報を戻す
ko: 악보와 정보 되돌리기
zh_hans: 恢复乐谱和信息
zh_hant: 還原樂譜和資訊

# scoreUI.revert.confirm.scoreOnly
source: Revert the Score
ja: 楽譜だけ戻す
ko: 악보만 되돌리기
zh_hans: 仅恢复乐谱
zh_hant: 僅還原樂譜

# scoreUI.revert.confirm.title
source: Revert to Original?
ja: オリジナルに戻しますか？
ko: 원본으로 되돌릴까요?
zh_hans: 要恢复到原始版本吗？
zh_hant: 要還原至原始版本嗎？

# scoreUI.revert.confirm.title.pdf
source: Revert to How folino Read It?
ja: folino が読み取った状態に戻しますか？
ko: folino가 읽어들인 상태로 되돌릴까요?
zh_hans: 要恢复到 folino 读取时的状态吗？
zh_hant: 要還原至 folino 讀取時的狀態嗎？

# scoreUI.revert.footer
source: Goes back to the file folino imported. Handwriting, tags and playback settings are kept.
ja: folino が取り込んだときのファイルに戻します。手書き・タグ・再生設定はそのまま残ります。
ko: folino가 가져왔을 때의 파일로 되돌립니다. 손글씨, 태그, 재생 설정은 그대로 유지됩니다.
zh_hans: 恢复到 folino 导入时的文件。手写、标签和播放设置将保留。
zh_hant: 還原至 folino 匯入時的檔案。手寫、標籤和播放設定將保留。

# scoreUI.revert.footer.pdf
source: Goes back to the score as folino first read the PDF. Handwriting, tags and playback settings are kept.
ja: folino が PDF を最初に読み取ったときの楽譜に戻します。手書き・タグ・再生設定はそのまま残ります。
ko: folino가 PDF를 처음 읽어들였을 때의 악보로 되돌립니다. 손글씨, 태그, 재생 설정은 그대로 유지됩니다.
zh_hans: 恢复到 folino 首次读取 PDF 时的乐谱。手写、标签和播放设置将保留。
zh_hant: 還原至 folino 首次讀取 PDF 時的樂譜。手寫、標籤和播放設定將保留。

# scoreUI.share.export.action
source: Export…
ja: 書き出す…
ko: 내보내기…
zh_hans: 导出…
zh_hant: 匯出…

# scoreUI.share.vocalTuner.action
source: Check pitch in VocalTuner
ja: VocalTunerで音程確認
ko: VocalTuner에서 음정 확인
zh_hans: 在 VocalTuner 中检查音准
zh_hant: 在 VocalTuner 中檢查音準

# scoreUI.source.unknown
source: Unknown
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

# scoreUI.timeSignature.label
source: Time Signature
ja: 拍子
ko: 박자표
zh_hans: 拍号
zh_hant: 拍號
